Repository: dmvrtx/satchmo-ems-rus
Catalog: satchmoemsrus/locale/*/LC_MESSAGES/django.po
Languages: ru

source: EMS Russia Shipping Settings
ru: Настройки доставки EMS Россия

source: Origin city
ru: Город отправителя

source: City of origin for parcels.
ru: Город, из которого отправляются посылки.

source: Country
ru: Страна

source: Region
ru: Область

source: Town
ru: Город

source: Key
ru: Ключ

source: Type
ru: Тип

source: Name
ru: Название

source: Shipping by EMS Russia
ru: Доставка EMS России

source: EMS Russia
ru: EMS Россия

source: in %s business days
ru: за %s рабочих дней

source: in %s business day
ru: за %s рабочий день

source: in 7-14 business days
ru: за 7-14 рабочих дней

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
ru: Отправлено через %(method)s с ожидаемой доставкой %(expected_delivery)s.
